export function Bilo () {
  return (
    <div>
      <div>
        <h1>Битва під Берестечком (Білоцерківський договір)</h1>
        <span>Червень 1651 р.</span>
        <p>Битва під Берестечком</p>
        <span>Результат</span>
        <p>
          Зрада татар. Полон Хмельницького. Героїзм козаків під керівництвом
          І.Богуна. Загинуло до 8 тис. козаків.
        </p>
        <p>13-15 вересня 1651p</p>
        <p>
          Облога польсько-військом литовським козацького табору під Білою
          Церквою
        </p>
        <p>
          Через поразки козаків, позицію кримського хана, 3 тиск укладання боку
          старшини Хмельницький іде на Білоцерківського мирного договору
        </p>
      </div>
      <div>
        <h1>Іван Богун</h1>
        <img src='' alt='Іван Богун' />
        <p>
          український військовий та дипломат. Один з найближчих соратників
          Богдана Хмельницького. Став відомим завдяки своїм рішучим діям у битві
          під Берестечком, завдяки чому з оточення було виведено близько 30 тис.
          козаків. Один з небагатьох козаків, який відмовився присягати на
          вірність Московському царю.
        </p>
        <span>Цитата про нього</span>
        <p>
          I ось зібрав Богун (гетьман наказний) своїх полковників на раду.
          Думали вони, якби вирватися з осади... На раді полковники вирішили
          навести через Пляшівку міст, переправити ним на той бік побільше
          війська, відігнати Лянцкоронського і дати змогу усьому козацтву вийти
          з облоги... «Сповнені великої радості, вітаємо твою достойність
          королівську милість зі світлою перемогою над татарами й козаками
          Хмельницького під Берестечком...»
          <img src='' alt='Зображення поле бтви' />
        </p>
      </div>
    </div>
  )
}
