export function Danil () {
  return (
    <div>
      <div>
        <h1>
          Данило Романович Галицький (1238–1264){' '}
          <span>Правив спільно з братом Васильком</span>
          <span>
            «Був князем добрим, хоробрим, мудрим, який спорудив городи многі, і
            церкви поставив, і оздобив їх різноманітними прикрасами, та
            братолюбством він світився був із братом своїм Васильком...»
          </span>
          <span>
            Відновив єдність ГалицькоВолинського князівства в умовах боротьби з
            боярством та зовнішніми ворогами
          </span>
        </h1>
      </div>{' '}
      <div>
        <h1>Діяльність</h1>
        <p>
          1229 р. Данило, син Романа Мстиславовича, опанував Волинь
          <span>Спирався на міщан у боротьбі проти боярського свавілля</span>
        </p>
        <p>1238 р. – Галичину - прийняв стіл батька</p>
        <p>
          1239 р. підкорив Київ, де посадив воєводу Дмитра, який за рік
          захищатиме місто від нападу монголів
        </p>
        <p>
          <span>1238 р.</span> князь розгромив
          <span>у битві під Дорогочином</span>
          тевтонських лицарів-хрестоносців
        </p>
        <p>
          <span>1245 р.</span> переміг у битві біля<span> м. Ярослава</span>{' '}
          угорськопольські війська та війська непокірних галицьких бояр - зламав
          опір, остаточно утвердився при владі
        </p>
        <p>
          <span>1245 р.</span> поїхав <span>у Золоту Орду за ярликом</span> й
          визнав свою залежність
        </p>
        <p>
          Намагався організувати антимонгольську коаліцію у складі європейських
          християнських держав + залучити Папу Римського Інокентія IV{' '}
          <span>ідея не знайшла підтримки</span>
        </p>
        <p>
          <span>1253p.</span> у м. Дорогочин прийняв від Папи Інокентія IV
          королівську корону ( сподіваючись на те, що Папа Римський організує
          хрестовий похід європейських лицарів проти монголів){' '}
          <span>ГалицькоВолинська держава стає Королівством Руським</span>
          <span>
            «У той же час прислав Папа послів достойних, що принесли Данилові
            вінець, іскіпетр, і корону, які означають королівський сан, кажучи:
            "Сину! Прийми од нас вінець королівства... Ти матимеш поміч од
            Папи"...»
          </span>
        </p>
        <p>
          1254–1255 рр. самотужки відбивав набіги монгольського воєводи Куремси
        </p>
        <p>1259 р. знову змушений визнати владу Орди й зруйнувати укріплення</p>
        <p>
          Проводив політику економічного й культурного розвитку своєї
          держави(побудував міста: Львів, Холм, Крем'янець, Данилів ( Львів
          засновано у 1256 р. на честь старшого сина Лева; м. Холм - столиця))
        </p>
      </div>
      <div>
        <h1>Цитати:</h1>
        <p>
          «… Данило поранений був у груди. Але через молодість і одвагу він не
          чув ран, що були на тілі його, – був бо він віком вісімнадцяти літ,
          був бо він сильний…» - р. Калка
        </p>
        <p>
          «О, лихіша лиха честь татарськая! Данило Романович, що був князем
          великим, володів із братом своїм Руською землею, Києвом, і
          Володимиром, і Галичем, і іншими краями, нині сидить на колінах і
          холопом себе називає!...»
        </p>
        <p>
          «Данило вийшов з військом із Холма та на третій день став у Галичі...
          увійшов у свій город... та прийняв стіл батька, та проголосив
          перемогу, заткнувши свою хоругву на Німецьких воротах...»
        </p>
        <p>
          «..Данило сказав: "Не гожим є держати отчину нашу
          крижевникам-тамплієрам| рицарям-хрестоносцям|".І пішли вони на них з
          великою силою, узяли город |Дорогичин| місяця березня, і старійшину
          |магістра| їхнього Брауна схопили, і воїнів захопили, і вернулися
          обидва у Володимир...»
        </p>
        <p>
          «Данило тим часом поїхав на | Ростислава Мстиславича|, і схопив його,
          і зоставив у нім | Києві, тисяцького| Дмитра.І оддав він Київ у руки
          Дмитрові, | щоб| удержати |город| проти іноплемінних народів,
          безбожних татар...»
        </p>
        <p>
          «І коли побачив Данило, що ляхи кріпко йдуть на Василька.., то рушив
          на [них]... і розтрощив військо [ляхів], і хоругов [їхніх] роздер
          навпіл. Побачивши ж це, Ростислав побіг, і повернули угри
          навтікача...»
        </p>
        <p>
          «У той же час поїхав був Данило в Угри до короля (Бели), бо він іще не
          чув про прихід татар на Київ. А коли Батий узяв Київ і почув він про
          Данила, що той в Уграх є, то рушив сам до (города) Володимира...»
        </p>
        <p>
          «Данило і Василько, його брат, влаштували нам великий банкет і
          затримали нас проти волі нашої днів на вісім. Тим часом вони радилися
          між собою, з єпископами та іншими шанованими людьми про те, що ми їм
          говорили, коли їхали до татар, і одностайно твердили, що бажають
          бачити папу своїм паном і отцем, а святую Римську церкву владичицею і
          вчителькою, причому підтвердили все те, про що раніше повідомляли
          через свого єпископа, і послали з нами до папи свою грамоту і послів».
        </p>
        <p></p>
        <p></p>
      </div>
    </div>
  )
}
