export function Formatting () {
  return (
    <div>
      <div>
        <h1>Утворення Галицько-Волинської держави</h1>
        <h1>Особливості Галицького і Волинського князівств</h1>
        <p>
          віддаленість від Києва і, як наслідок, обмеження впливу центральної
          влади
        </p>
        <p>розташування на перехресті торгових шляхів</p>
        <p>
          великі поклади солі, яка стала важливим експортним товаром і чинником
          економічного піднесення
        </p>
        <p>
          віддаленість від кордону зі Степом, що захищало від нападів кочовикі
        </p>
        <p>
          отреба в об’єднанні для боротьби з поляками та угорцями, пізніше — з
          монголо-татарами
        </p>
      </div>{' '}
      <div>
        <h1>Ярослав Осмомисл</h1>
        <p>
          Галицький князь у 1153 —1187 рр., за правління якого Галицьке
          князівство досягло найбільшої могутності
        </p>
        <p>
          Я. Осмомисл згадується у «Слові о полку Ігревім», що він «підпер гори
          угорські залізними військами...»
        </p>
        <p>Прозвище «Осмомисл» дістав за свою мудрість та освіченість</p>
      </div>
      <div>
        <h1>Передумови об'єднання Галицького і Волинського князівств</h1>
        <p>Спільна боротьба з поляками та угорцями</p>
        <p>Етнічна однорідність населення обох князівств</p>
        <p>
          Припинення династії Ростиславичів у Галицькому князівстві після смерті
          сина Ярослава Осмомисла Володимира у 1199 р.
        </p>
      </div>
      <div>
        <h1>Результат об’єднання</h1>
        <p>Сприятливі умови для економічного розвитку краю</p>
        <p>
          Зміцнені політичні позицій держави на тлі роздробленості руських
          земель
        </p>
        <h2>
          У 1199 р. волинський князь Роман Мстиславович об'єднав Галицьке й
          Волинське князівства
        </h2>
      </div>
    </div>
  )
}
