export function Navala () {
  return (
    <div>
      <div>
        <h1>
          Монгольська навала на землі Південно-Західної Русі (Україну)(Золота
          Орда)
        </h1>
        <p>
          <span>1223 р.</span> – розгром об’єднаного руськополовецького війська
          на <span>р. Калка</span>
          <img src='' alt='' />
          <span>Перша зустріч русичів з монголами</span>
          <span>Страта полонених князів</span>
          <span>
            Після перемоги монгольські війська не рушили на руські землі, а
            повернули на Схід
          </span>
        </p>
        <p>
          1237 р. – хан Батий розгромив Рязанське та Володимиро-Суздальське
          князівства
        </p>
        <p>
          <span>1238 р</span>. війська Батия вторглися у ПівденноЗахідну Русь
          (територію сучасної України)
        </p>
        <p>1239 р. – захоплення Переяславського та Чернігівського князівств</p>
        <p>
          <span>Важлива дата: 1240</span>– захоплення Києва монголами{' '}
          <span>
            Монгольські війська взяли й розграбували Київ. Обороною Києва
            керував воєвода Дмитро. З 50 тисяч мешканців Києва в живих
            залишилось не більше 1 тисячі.
          </span>
        </p>
        <p>1241–1242 рр. монголи рушили спочатку на Волинь і Галичину</p>
      </div>
      <div>
        <h1>Причини поразки</h1>
        <p>
          Роздробленість, не подолана навіть перед обличчям військової загрози
        </p>
        <p>Концентровані удари монголів по окремих князівствах</p>
        <p>
          Великий досвід монголів щодо штурму міст і фортець, здобутий у Китаї,
          Середній Азії
        </p>
      </div>
      <div>
        <h1>Наслідки панування</h1>
        <p>Великі людські та матеріальні втрати</p>
        <p>Утрачено державну незалежність Русі</p>
        <p>
          Занепали ремесла, втрачені цілі ремісничі спеціальності (виробництво
          емалі, черні, різьблення по каменю)
        </p>
        <p>Поширилася система підданства в стосунках між князем і знаттю</p>
      </div>
      <div>
        <h1>ЗОЛОТООРДИНСЬКЕ ЯРМО</h1>
        <p>
          <span>Ярлик</span>
          -Грамота-дозвіл на володіння землями в обмін на визнання зверхності
          Золотої Орди та зобов’язання надавати військо й сплачувати данин
        </p>
        <p>
          <span>Баскак</span>-Найвищий урядовець Золотої Орди на підкорених
          землях(данина), у розпорядженні якого знаходилися військові загони.
        </p>
        <p>
          <span>Золота Орда</span>-імперія монголів, столиця м. Сарай
        </p>
      </div>
      <div>
        <h1>Цитати:</h1>
        <p>
          «І говорили (половці) руським князям: «Якщо ви не поможете нам, (то)
          ми нині порубані були, а ви завтра порубані будете...» І вирішили
          князі: «Лучче б нам зустріти їх на чужий землі, аніж на своїй»
        </p>
        <p>
          «У рік 6731 прийшла нечувана рать: безбожні моавитяни, прозвані
          татарами, прийшли на землю Половецьку, і половці стали супроти них.
          Юрій Кончакович ,що був найбільший між усіх половців, не зміг вистояти
          перед ними, і побіг він до ріки Дніпра, а татари вернулися у вежі
          свої...»
        </p>
        <p>
          «МстиславМстиславович...повелів Данилові попереду перейти з полками
          річку Калку й іншим полкам [піти] за ним, а сам після нього
          перейшов... Мстислав же [Романович] і другий Мстислав [Святославович]
          сиділи в стані, не знавши [цього], тому що Мстислав [Мстиславович] їм
          обом [нічого] не сказав – через заздрість, бо велика незгода була між
          ними...»
        </p>
        <p>
          «Була рада всіх князів у місті Києві, і вирішили на раді так: “Краще
          нам зустріти їх на чужій землі, ніж на своїй”. На раді були Мстислав
          Романович київський, Мстислав ковельський і чернігівський і Мстислав
          Мстиславич галицький – вони були старійшими князями Руської землі...»
        </p>
        <p>
          «Мстислав же Романович і другий Мстислав, Святославич, сиділи в
          [укріпленому таборі], не знаючи [цього], тому що Мстислав Удатний їм
          обом [нічого] не сказав – через зависть, бо велика незгода була межи
          ними... І сталася перемога татар над усіма князями руськими, якої ото
          не бувало ніколи. Татари ж перемогли руських князів за гріхи
          християн...»
        </p>
        <p>
          «...Того літа татари взяли Переяславль і єпископа вбили, і людей
          перебили, а місто спалили і, захопивши багато людей і майна, пішли...
          Того ж літа взяли татари Чернігів... і місто спалили...»
        </p>
        <p>
          «І взяли татари місто Київ, місяця грудня в 6 день: а Дмитра воєводу
          привели пораненого до Батия, і не велів Батий убивати його ради його
          мужності...»
        </p>
        <p>
          «І поставив Батий пороки під город коло воріт Лядських, — бо тут
          підступили були дебрі, — і пороки безперестану били день і ніч. Вибили
          вони стіни, і вийшли городяни на розбиті стіни, і було тут видіти, як
          ламалися списи і розколювалися щити, стріли затьмарили світ
          переможеним, і Дмитро поранений був. Вийшли татари на стіни і сиділи
          того дня і ночі, а городяни зробили ще друге укріплення навколо
          [церкви] святої Богородиці [Десятинної]».
        </p>
        <p>
          «...[князь] Михайло [Чернігівський] відправився на уклін до Батия,
          вони заставили його пройти між двома огнями, після вони сказали, щоб
          він поклонився... Той [князь] відповів, що з охотою поклониться Батию,
          але не поклониться ідолу, бо християнину це не подобає... Краще
          вмерти, ніж зробити те, що не подобає...»
        </p>
        <p></p>
      </div>
    </div>
  )
}
