export function Posterity_of_Danil () {
  return (
    <div>
      <h1>Держава за нащадків Данила. Занепад держави</h1>
      <div>
        <h1>
          Лев І Данилович (1264–1301) <span>Держава починає занепадати</span>
        </h1>
        <p>Переніс столицю у місто Львів</p>
        <p>
          Вів переважно наступальні війни - приєднав частину Закарпатської Русі
          і Люблінську землю
        </p>
        <p>
          Підтримував дипломатичні відносини з Німецьким орденом, Угорщиною,
          Чехією, Польщею, Литвою
        </p>
        <p>Визнав зверхність Золотої Орди</p>
        <p>
          На Волині правив від імені князя син ВасилькаВолодимир Василькович.
          Літописець називає його книжником і філософом.
        </p>
        <p>
          «...Переніс свою столицю у місто Львів, що сам будував ще за батька.
          Він жив у злагоді з татарами, з ханами їх Ногаєм та Тулабугою ходив на
          Польщу, ...здобув для сина свого Юрія город Люблін. З цими ж таки
          ханами ходив він і на Литву та на Угорщину...Усіляко старався втримати
          в Галичині батьківські порядки...»
        </p>
      </div>
      <div>
        <h1>
          Юрій І Львович (1301-1308/15 рр.){' '}
          <span>Повернув єдність і могутність ГалицькоВолинській державі</span>
        </h1>{' '}
        <p>Мав титул короля</p>
        <p>Перенесення столиці до Володимира</p>
        <p>Люблінські землі захопила Польща, частину Закарпаття – Угорщина</p>
        <p>
          1303 р. (зустрічається також 1302 р.) Галицька православна митрополія
        </p>
      </div>
      <div>
        <h1>Лев ІІ+Андрій І (1308/1315–1323)</h1>
        <span>Одночасно загинули в битві з монголами</span>
        <p>Сини правили спільно в Галичині й на Волині</p>
        <p>Антиординський союз</p>
        <span>Закінчується пряма династія по чоловічій лінії Романовичів</span>
      </div>
      <div>
        <h1>Юрій ІІ Болеслав (1325–1340)</h1>
        <p>
          «Останній правитель Галицько-Волинської держави 1325–1340 рр. Був
          отруєний галицькими боярами. Після його смерті українські землі
          потрапляють під владу іноземних держав.»
        </p>
        <p>
          Рада бояр обрала галицьким князем поляка (католика) - син Марії, дочки
          Юрія І; зійшовши на престол, взяв ім'я Юрія ІІ
          <span>Збільшилося число іноземців при дворі</span>
          <span>Галицькі бояри отруїли</span>
          <span>Останній князь ГалицькоВолинської держави</span>
          <p>340 р. - кінець незалежності ГалицькоВолинської держави</p>
        </p>
        <p>Допомагав іноземним колоністам опановувати руські землі</p>
        <p>Сприяв поширенню католицизму</p>
      </div>
      <div>
        <h1>ЦИтати:</h1>
        <p>
          «Онук Данила Романовича, правитель Галицько-Волинської держави
          1301–1308 рр. Носив титул короля Русі. Заснував у 1303 р. Галицьку
          церковну митрополію.»
        </p>
        <p>
          «Володар Галицько-Волинського князівства зі столицею у м. Володимир.
          Титулував себе "королем Русі, князем Лодомерії". Його правління було
          періодом розквіту держави...»
        </p>
        <p>
          «Божою милістю був князем і дідичем королівства Русі, ...став
          розмножати число латинників і їх віру, ...принаджував з різних країв
          католицьких священиків і богословів, бажаючи защепити їхню віру в
          русинів...»
        </p>
        <p>
          «З поданого до нас прохання цього короля ми недавно довідалися, що
          коли... народ русинів за допомогою отрути вбив Болеслава, князя
          Русі.., тоді король, вражений цим злочином і прагнучи помститися за
          кривду християнської віри, напав на Руську землю, щоб завоювати цей
          народ, який і йому самому завдав багато шкоди...»
        </p>
      </div>
      <div>
        Напад польського короля Казимира ІІІ, який пограбував Львів та інші
        міста. Королівство розпалося: Волинь запросила на стіл Любарта
        Гедиміновича, а в Галичині «управителем» став боярин Дмитро Дедько.
      </div>
      <div>
        <h1>Історичне значення ГалицькоВолинської держави</h1>
        <p>
          Захистила від завоювання та асиміляції південну та західну гілки
          східних слов'ян
        </p>
        <p>
          Після занепаду Києва стала центром економічного і політичного життя
        </p>
        <p>
          Упродовж століття після монгольської навали забезпечувала
          безперервність розвитку традицій самостійного державного життя на
          українських землях
        </p>
        <p>
          Своєю орієнтацією на Захід сприяла збільшенню можливостей поширення
          західноєвропейських культурних
        </p>
      </div>
    </div>
  )
}
