export function Roman () {
  return (
    <div>
      <div>
        <h1>
          Роман Мстиславович (1199-1205 рр.)
          <span>«самодержець усієї Русі»</span>
          <img src='' alt='' />
        </h1>
        <p>
          Роман Мстиславич приєднав Галичину до Волині у 1199 році після смерті
          останнього галицького князя з роду Ростиславичів
        </p>
        <p>
          Карта за його правлінням: <img src='' alt='' />
        </p>
        <p>
          Жорстоко придушив боярську опозицію, що чинила опір його спробам
          централізувати управління
          <span>«Не вбивши бджіл, не поласуєш медом»</span>
        </p>
        <p>
          Створив сильну державу із центром у <span>м. Володимир</span>
        </p>
        <p>
          Втрутився у боротьбу за <span> Київ. У 1202/3/4 р. здобув Київ </span>
          і прийняв титул Великого князя Київського ( контролював Переяславське
          князівство)
        </p>
        <p>Успішні походи проти половців</p>
        <p>
          <span>1205 р.</span> князь загинув у битві поблизу
          <span>м. Завихвоста</span> під час сутички з<span> поляками</span>
        </p>
        <p>Тимчасова втрата державної єдності земель</p>
      </div>
      <div>
        <h1>Цитати які треба знати:</h1>
        <p>
          «... О д о лів у сі п о г а н с ь кі народи, мудрістю ума додержуючи
          заповідей божих. Хоробрий був, як той тур, бо він ревно наслідував
          предка свого Мономаха...»
        </p>

        <p>
          «Він бокинувся на поганих, як той лев... і губив їх, як той крокодил,
          а хоробрий був, як той тур, бо він ревно наслідував предка свого
          Мономаха, що погубив багато половців.»
        </p>
        <p>
          «Ти й у Галичі високім кріпко на престолі сів. Ти грізний, відважний
          воїн, пострах був для ворогів.»
        </p>
        <p>
          «Коли йшов на поляків, то сказав: «Або поляків подолаю і підкорю, або
          сам не вернуся! І збулося останнє.»
        </p>
        <p>
          «Останньою війною Романа Мстиславича була війна із польським князем
          Лешком Білим, який відмовився від попередніх домовленостей щодо
          прикордонних земель. Руське військо взяло в облогу Люблін, потім
          перейшло Віслу й стало табором біля міста Завихвост...»
        </p>
        <p>
          «Волинський князь, який у 1199 р. об’єднав Галицьке та Волинське
          князівства й приєднав до нього Київське у 1202 р. Був убитий у 1205 р.
          у битві з поляками під Завихвостом.»
        </p>
      </div>
    </div>
  )
}
