export function Smuta () {
  return (
    <div>
      <div>
        <h1>Боярська смута (1205-1238)</h1>
        <p>
          Після смерті Романа Мстиславовича галицькі бояри прогнали за межі
          князівства його дружину й малолітніх синів Данила та Василька.
          Починається період усобиць у Галицько-Волинській державі. У цей час у
          внутрішні справи Галичини та Волині втрутилися Польща та Угорщина,
          представник бояр за підтримки поляків Владислав Кормильчич на деякий
          час захопив владу і оголосив себе Галицьким князем.
        </p>
        <h1>Завершення смути:</h1>
        <p>
          1238р. у битві під Дорогочином Данило Романович розгромив Добжинський
          орден хрестоносців, оволодів Перемишлем,Галичем і відновим єдність
          держвави.
        </p>
      </div>
    </div>
  )
}
