export function Kozak () {
  return (
    <div>
      <h1>Козак-вільна озброєна людина</h1>
      <span>1489 р. - перші писемні згадки про козаків</span>
      <h1>
        Дике Поле-південноукраїнські степи, незаселений чи малозаселений
        простір, що пролягав між пониззям Дністра, Дніпра і сягав Дону
      </h1>
      <div>
        <h1>Причини виникнення козацтва</h1>
        <p>
          Економічні (нестача власної орної землі призводила до народної
          колонізації земель Дикого поля)
        </p>
        <p>Соціальні (експлуатація населення, кріпацтво)</p>
        <p>
          Політичні (цілеспрямована політика литовців і поляків поставити
          козаків на службу для захисту кордонів від татар)
        </p>
        <p>Стратегічні (постійна небезпека з боку Кримського ханства)</p>
        <p>
          Національно-релігійні (політика полонізації українців та покатоличення
          православних)
        </p>
      </div>
      <div>
        <h1>Соціально-економічне життя</h1>
        <p>
          Привілейований стан. Користувався всіма правами та привілеями й не
          платив податків
        </p>
        <p>Шляхта. Князі, пани, магнати,зем’яни, бояри</p>
        <p>Вище духовенство</p>
        <p>
          Напівпривілейований стан. Не мали доступу до управління державою,
          платили податки.
        </p>
        <p>Міщани. Патриціат, бюргерство, плебс</p>
        <p>Духовенство</p>
        <p>Непривілейований стан. Виконували різні повинності</p>
        <p>
          Селянство ( похожі селяни, непохожі селяни). Сплачували ренту – плата
          за користування землею(натуральну, грошову, відробіткову (панщина))
        </p>

        <div>
          <p>
            Шляхта(ич)-привілейований соціальний стан, аристократія в Польщі,
            Литві, та Русі в ІV – ХІІІ ст
          </p>
          <p>Магдебурзьке право-право міст на самоврядування</p>
          <p>Магістрат-орган місцевого самоврядування</p>
          <p>
            Цех-самоврядна громада вільних ремісників однієї чи кількох
            спеціальностей на чолі з виборним старшиною
          </p>
        </div>
      </div>
      <div>
        <h1>Становище українських міст</h1>
        <p>
          Причини надання українським містам Магдебурзького права: повільний
          розвиток міст через постійні напади татар; держава, польські королі,
          литовські князі, церква були зацікавлені в розвитку міст: з міст у
          державну скарбницю надходили податки, міські фортеці захищали від
          зовнішніх ворогів; прагнення міського населення самостійно керувати
          життям свого міста .
        </p>
        <p>
          Мета: захист населення міст від самочинства королівських намісників і
          великих землевласників
        </p>
        <p>
          «Рада також має запобігати сваркам у місті, боронити від кривд сиріт і
          вдів... кожен раз, коли виникатиме потреба... радитись про добробут
          громади...і запобігати шкодам, залагоджувати і розсуджувати всілякі
          спори... пильнувати обману в мірах і вагах під час продажу товару.»
        </p>
        <p>
          Рада-орган самоврядування на чолі з бурмистром у містах, що
          користувалися магдебурзьким правом
        </p>
        <p></p>
        <p></p>
        <p></p>
        <p></p>
      </div>
    </div>
  )
}
