export function KrevskaUn () {
  return (
    <div>
      <h1>Кревська унія</h1>
      <span>1385</span>
      <p>
        <span>Спроба союзу проти Тевтонського ордену</span>
      </p>
      <p>
        Після смерті Ольгерда князем Литовської держави стає князь Ягайло, який
        проголошує курс на укладення Кревської унії з Польщі
      </p>
      <p>1.Польща +Литва</p>
      <p>2.Ягайло одружився з польською королевою Ядвігою </p>
      <p>
        3.Ягайло ставав польським королем (залишаючись при цьому литовським
        князем) <span>Взяв ім’я Владислав ІІ</span>
      </p>
      <p>4.У Литві та на українських землях посилився вплив польської шляхти</p>
      <p>5.Католицька віра проголошувалася єдиною релігією</p>
      <p>
        Як результат :Викликала опір частини литовської, української та
        білоруської шляхти, яку очолив став князь Вітовт Кейстутович
      </p>
      <p>
        <span>Унія</span> — об'єднання держав, міжнародний союз
      </p>
      <div>
        <h1>Плюси та мінуси</h1>
        <span>+</span>
        <p>
          Розгром Тевтонського ордену <span>у Грюнвальдській битві 1410 р</span>{' '}
          .( об’єднані литовсько-польськорусько-чеськоугорсько-татарські
          війська)
        </p>
        <h1>-</h1>
        <p>
          Посилювався вплив поляків в Україні, почалося насильницьке насадження
          католицтва
        </p>
        <h1>Важливо!</h1>
        <p>
          Протягом 1380–1390-х рр. відбувається ліквідація удільних князівств на
          українських землях. Замість них створюються литовські намісництва.
        </p>
      </div>
      <div>
        <h1>Цитати:</h1>
        <p>
          «Почали ляхи слати з Кракова... аби прийняв хрещення старого Риму
          (вихрестився католиком), й узяв за дружину в них королівну Ядвігу, і
          став би в них королем у Кракові й на всій Лядській землі»
        </p>
        <p>
          «...государ Ягайло, великий князь, з усіма своїми ще нехрещеними
          братами, ближніми, ...що проживають на його землях, жагуче бажає й
          просить прийняти їх у католицьку віру святої римської церкви...
          Нарешті, князь Ягайло обіцяє свої литовські й руські землі навік
          приєднати до королівства Польського»
        </p>
        <p>
          «Магнати і шляхта змусили юну королеву [Ядвігу] в державних інтересах
          Польщі відмовитися від нареченого з австрійського дому і вийти заміж
          за литовського князя Ягайла...»
        </p>
      </div>
    </div>
  )
}
