export function Krim () {
  return (
    <div>
      <h1>Українські землі у складі Кримського ханства</h1>
      <p>
        40-і роки XVст. на півдні України й у Криму з’являється нова держава –
        Кримське ханство, що відділилася від Золотої Орди
      </p>
      <p>Засновник правитель Хаджі-Гірей</p>
      <p>1478 р. Кримське ханство стає васалом Османської імперії</p>
      <p>
        1482 р. кримський хан Менглі-Гірей здійснює грабіжницький похід на Київ
      </p>
      <p>
        Ясир-бранці, полонені, яких захоплювали турки й татари під час нападів
        на українські землі
      </p>
      <img src='' alt='' />
    </div>
  )
}
