export function Poland () {
  return (
    <div>
      <h1>Українські землі у складі Польщі</h1>
      <p>
        Після приєднання у 1434 р. до складу Польщі Західного Поділля
        відбувається поділ українських земель на воєводства:
        <span>Руське воєводства (Галичина) – із центром у м. Львів</span>
        <span>
          Подільське воєводство (Західне Поділля) – із центром у м. Кам’янець
        </span>
      </p>
      <p>
        1387 р. - Галичина остаточно була приєднана до Польського королівства
      </p>
      <h1>Особливості політики</h1>
      <p>Вводилося польське судочинство</p>
      <p>Усунення українців від керівних ролей в державі</p>
      <p>Покатоличення і полонізація української еліти</p>
      <div>
        <h1>Закарпаття</h1>
        <p>
          Землі поділялися на комітати, очолювані королівськими
          намісниками-жупанами
        </p>
        <p>
          Руське населення витіснялося в гірські райони, поступово позбавлялося
          політичних прав і свобод, відбувалося закріпачення селянства
        </p>
        <p>
          Федір Коріатович — останній подільський князь, призначений угорським
          королем намісником Мукачівського володіння
        </p>
      </div>
      <div>
        <h1>Буковина</h1>
        <p>
          1359 р. Північна Буковина під назвою Шипинська земля ввійшла до
          новоствореного Молдовського князівства
        </p>
        <p>
          1485 р. Молдавія визнала зверхність Османської імперії; згодом на
          землях Буковини була створена Хотинська райя{' '}
          <span>створення Хотинської фортеці</span>
        </p>
      </div>
    </div>
  )
}
