export function Vitovt () {
  return (
    <div>
      <h1> Правління Вітовта</h1>
      <span>
        Литовсько -руські князі та бояри обрали Вітовта своїм лідером. Виступав
        проти умов Кревської унії, боровся за політичну незалежність Литви від
        Польщ
      </span>
      <p>
        Довічний правитель Литовського князівства - ОСТРІВСЬКА УГОДА 1392 Р.
      </p>
      <p>
        {' '}
        <span>Ліквідував найбільші удільні князівства — </span>Київське,
        Новгород-Сіверське, Подільське, Волинське — з метою посилення своєї
        влади
      </p>
      <p>
        Розширив володіння Великого князівства Литовського до узбережжя Чорного
        моря
      </p>
      <p>
        <span>1399 р</span>. зазнав поразки від татар на <span>р. Ворскла</span>
      </p>
      <p>
        Уклав із Польщею <span>Гродельську унію 1413 р.</span>
        1.заперечувала положення Кревської унії, визнаючи Велике князівство
        Литовське незалежним 2.посилила дискримінацію православного населення,
        натомість польська католицька та литовська католицька шляхта
        зрівнювалися в правах
      </p>
      <div>
        <p>
          Після смерті Вітовта протягом 1430–1432 рр. Великим князем Литовським
          був <span>Свидригайло,</span> який спирався на українських і
          білоруських князів і виступав проти унії та зближення з Польщею.
        </p>
        <p>
          <span>У 1432 р.</span> у результаті змови проти Свидригайла, Великим
          князем Литовським було оголошено Сигізмунда, який виступав за союз із
          Польщею. Внаслідок громадянської війни у Литві виникло Велике
          князівство Руське під керівництвом Свидригайла (існувало з 1432 р. по
          1435 р.){' '}
          <span>
            До складу Великого князівства Руського ввійшли Київщина,
            Чернігівщина, Сіверщина, Поділля, Волинь, Смоленщина, Вітебська і
            Полоцька землі
          </span>
        </p>
        <p>
          У 1435 р. у битві під Вількомиром Свидригайло зазнав поразки від
          Сигізмунда. Одноосібним правителем Литви став Сигізмунд - проводив
          політику зближення з Польщею. Частина українських князів створили
          проти нього змову і стратили.
        </p>
        <p>
          Після смерті Сигізмунда новим великим князем обрано{' '}
          <span>Казимира Ягайловича (1440)</span> , який визнав Свидригайла
          князем удільного Волинського князівства та відновив Київське
          князівство - правили князі Олелько Володимирович та Семен Олелькович
        </p>
      </div>
      <div>
        <p>
          Перші літери слів з фрази «Головний охоронець варти світить силует»
          допоможуть вивчити послідовність правителів Великого князівства
          Литовського: 1. Г – Гедимін 4. Св – Свидригайло 2. О – Ольгерд 3. В –
          Вітовт 5. Си – Сигізмунд
        </p>
      </div>
      <div>
        <h1>Ліквідація удільних князівств</h1>
        <p>
          <span>1452 р</span>Волинське князівство ліквідоване по смерті
          Свидригайла
        </p>
        <p>
          <span>1471 р.</span>Київське князівство було остаточно ліквідоване
          після смерті Семена Олельковича, Київщина перетворилася на провінцію
        </p>
      </div>
      <div>
        <p>
          «Змова руських князів» <span>1481 р</span>
        </p>
        <p>
          Михайла Олельковича, Івана Ольшанського, Федора Бельського з метою
          скинути литовське панування на українських землях і приєднати їх до
          Московської держави(план не здійснився)
        </p>
        <p>
          1508 р. – повстання Михайла Глинського - збройний виступ української
          шляхти проти Великого князівства Литовського( невдало)
        </p>
        <p>
          Унаслідок ліквідації удільних князівств у Литві поширилася практика
          «від'їздів» до Москви окремих князів, тобто добровільного переходу під
          владу Московського князівства
        </p>
      </div>
      <div>
        <p>
          1503 р. Литва визнала втрату Чернігово-Стародубського і
          Новгород-Сіверського князівств
        </p>
        <p>
          <span>Важливо</span>
          1514 р. під Оршею литовська армія під командуванням великого гетьмана
          Костянтина Острозького( головнокомандувач збройних силам, захисник
          православ'я) розбила московські війська, проте на результат війни це
          не вплинуло: повернути свої території ВКЛ не змогло
        </p>
      </div>
      <div>
        <h1>Цитати:</h1>
        <p>
          «Упокоївся Семен Олелькович, князь київський. Після його смерті
          Казимир, король польський, бажаючи припинити існування Київського
          князівства, не посадив уже там сина Семена, а посадив воєводу з Литви
          Мартина Гаштовта, ляха, якого не хотіли кияни прийняти, не тільки
          тому, що не був князь, а більше тому, що він був ляхом; одначе, будучи
          примушені, погодилися »
        </p>
        <p>
          «... Була битва велика між Литвою та Москвою на річці Ведроши, де
          Москва побила Литву та багато панів у полон взяла... У той же рік
          московський цар побрав війною усю ЧерніговоСіверщину, з головними
          містами... »
        </p>
        <p>
          «Великославному господарю королю Жигимонту Казимировичу буде честь і
          слава вовіки, що переміг недруга свого - великого князя Василія
          московського! А гетьману його вдатному, князю Костянтину Івановичу
          Острозькому, дай Боже здоров,я і щастя надалі ліпшеє!..»
        </p>
        <p>
          «У битві під білоруською Оршею волинський полководець переміг завдяки
          продуманій тактиці. Керувати союзницьким військом, що складалося із
          литовських, польських, білоруських, українських загонів кавалерії,
          артилерії, піхотинців, а також інших родів військ, було непросто... За
          гетьманом йшло його військо, а за ними дріботіли закуті у ланцюги
          московські вельможі та князі. Так жителі столиці Великого князівства
          Литовського святкували перемогу під Оршею...»
        </p>
        <p></p>
      </div>
    </div>
  )
}
