export function VKL () {
  return (
    <div>
      <h1>
        РУСЬКІ УДІЛЬНІ КНЯЗІВСТВА У СКЛАДІ ІНОЗЕМНИХ ДЕРЖАВ У ДРУГІЙ ПОЛОВИНІ
        ХІV – ПЕРШІЙ ПОЛОВИНІ ХVІ СТ.
      </h1>
      <div>
        <h1>Території сучасної України в ХІV-ХVІ ст</h1>
        <img src='' alt='UdilMap' />
        <p>Угорщина - Закарпаття</p>
        <p>Молдавське князівство - Буковина</p>
        <p>
          Велике князівство Литовське - Волинь, Київщина, Чернігівщина,
          Переяславщина і Східне Поділля
        </p>
        <p>Польське королівство - Галичина, Західна Волинь, Західне Поділля</p>
        <p>Московське князівство - Чернігово-Сіверщина</p>
        <p>Кримське ханство - південноукраїнські землі</p>
      </div>
      <div>
        <h1>Українські землі у складі Великого князівства Литовського</h1>
        <p>
          Литовські князі — нові об'єднувачі Русі. Вони відвойовують руські
          землі у поляків і монголів. Приєдання білоруських та українських
          земель розпочав Гедимін (засновник однойменної династії){' '}
          <span>називав себе королем литовським і руським</span>
        </p>
        <p>
          <span>1340 р.</span> литовський князь <span>Любарт</span> закріпив за
          собою Волинь
        </p>
        <p>
          <span>1345 р.</span> литовський князь <span>Ольгерд </span> почав
          боротьбу за приєднання нових українських земель - остаточно відвоював
          території у монголів ( + північні й центральні українські землі):
          <ul>
            <li>1.1355 – 1356 рр – приєднання Чернігово – Сіверських земель</li>
            <li>
              1361 – 1362 рр. – приєднання Київських та Переяславських земель,
              Києва
            </li>
            <li>
              <span>1362р.</span> – розгром татар на р. <span>Сині Води </span>{' '}
              (об’єднані руськолитовські війська)
              <span>
                Як наслідок:{' '}
                <p>територіальні межі Золотої Орди було відсунуто</p>
                <p>
                  послаблення політичного впливу Золотій Орді татарських орд
                </p>
              </span>
            </li>
          </ul>
        </p>
        <p>посадив у Києві свого сина Володимира Ольгердовича</p>
      </div>
      <div>
        <h1>Політична система</h1>
        <p>
          Ґрунтувалася на принципі: "Старого не змінювати,нового не
          впроводжувати"
        </p>
        <p>
          Збережено удільну систему, на чолі князівств представники литовської
          династії Гедеміновичів
        </p>
        <p>
          Удільні князівства сплачували данину й надавали збройну допомогу
          Великому князеві.
        </p>
        <p>
          Запозичений руський досвід військової організації,зведення
          фортець,формування оподаткування та князівської адміністрації.
        </p>
        <p>Збереглося законодавство "Руська правда"</p>
        <p>
          Територія Великого князівства Литовського складалася на 90% з руських
          (українських і білоруських) земель
        </p>
        <p>Русичі мали рівні права з литовцями</p>
        <p>Руська мова була державною мовою, панували руська культура.</p>
        <p>Православна церква була домінуючою</p>
        <p>
          а заповітом Ольгерда, влада відійшла його сину Ягайлу. Між ним та його
          дядьком Кейстутом розпочалася кровопролитна боротьба за престол. У
          ході неї було вбито Кейстута, а його син Вітовт, продовжив подальшу
          боротьбу проти Ягайла.
        </p>
      </div>
      <div>
        <h1>Цитати:</h1>
        <p>
          «Ольгерд... пішов у похід в Дикі Поля проти татар. З ним вирушили
          також чотири його племінники, сини новогрудського князя Коріата,
          княжичі: Олександр, Костянтин, Юрій та Федір. І коли вони, минувши
          Канів і Черкаси, дійшли до урочища Сині Води, то побачили в полі
          велику татарську орду з трьома царками на чолі, поділену на три
          загони... Татари не змогли довго витримати лобового натиску литви й
          почали відступати та втікати у розлогі степи. На побоїщі залишилися
          вбиті три їхні царьки...»
        </p>
        <p>
          «...відправився проти татар у Поля Дикі... А коли прийшли до Синьої
          Води,.. побачили в полі велику орду... Литва з Руссю по тій перемозі
          забрали... всі землі аж... до устя Дону,.. а інших татар... до Криму
          загнали,.. вибивши їх з Подільських країв»
        </p>
        <p>
          «Народ сей даниною звірів, меду та іншого князям руським служив. Коли
          ж він відчув, що князі руські розтрощені татарами, він змужнів... і на
          знесилених русів владу свою поширив...»
        </p>
        <p>
          «Гедимінів син, великий князь Ольгерд.., прилучив до своєї держави
          подільську землю та вигнав звідти татар...»
        </p>
        <p>
          «...І відтоді з Поділля вигнано владу татарську. Цей Ольгерд і інші
          руські землі під свою владу взяв, і Київ з-під Федора-князя,
          ставленика хана, взято і посадив в ньому Володимира, сина свого, і
          почав над ними володіти...»
        </p>
      </div>
    </div>
  )
}
