export function Koliivshchyna () {
  return (
    <div>
      <h1>Коліївщина</h1>
      <p>
        назва повстання гайдамakiв y 1768 р., що відбувалося на Правобережній
        Україні
      </p>
      <p>
        Причини. Загострення протистояння між православнити і католикати - 1768
        р. утворено військово-політичне об'єднання польської Шляхти і
        католицького духовенства за збереження прав шляхти і католицизму -
        <span> Барська конфедерація,</span> яке придушувало протести
        православного населення. Росія втрутилася у внутрішні справи Речі
        Посполитої від виглядом захисту прав православних.
      </p>
      <p>
        Мета. <br /> Відновити Гетьманщину і козацький стан
      </p>
      <p>
        Керівники. <br /> <span>Максит Залізняк. Іван Гонта</span>{' '}
        <span>Холодний Яр</span>
      </p>
      <p>
        Основні події. взяття Умані (на бік повстанців перейшли Iван Гонта,
        сотник війська тагнатів Потоцьких): антипольські та антиєврейські
        погроти
      </p>
      <p>
        Результат. Придушення повстання російським військоm, командувач якого
        підступно захопив лідерів повстання у полон. Каральні акції
      </p>

      <div>
        <h2>Опришківський рух</h2>
        <ul>
          <li>
            Опришок від лат. opressor знищувач, порушник. Опришкати ставали
            селяни, які брались за зброю, щоб позбутися визиску чужинців.
          </li>
          <li>Центр руху - Карпати</li>
          <li>Повна підтримка з боку мicцeвoгo населення</li>
          <li>
            Ватажок <span>Олекса Довбуш</span>, повстання очолював у 1735-47 pp.{' '}
            <span>Загинув від рук найманця</span>
          </li>
          <li>Найбільшого піднесення досяг у 1738 1745 pp</li>
        </ul>
        <p>Опришки</p>
        <p>
          учасники селянського повстанського руху на західноукраїнських землях
          (Прикарпаття)
        </p>
        <p>
          «...гайдамацтво як форму активного протесту проти несприятливих умов
          суспільного ладу знали також i західноукраїнські землі Галичина й
          Буковина
        </p>
        <ul>
          <p>Цитати</p>
          <li>
            Ми, Катерина II, імператриця всеросійська... Об'являємо всім нашим
            Речі Посполитій, людям, які живуть в зокрема у воєводствах
            Київському, Подільському, Брацлавському, Волинському... Ми змушені з
            жалем прийняти до відома, що ... кріпаки, відкинувши послух владі і
            їхнім панам допустились убивства... внаслідок обману розбишак, які
            видають себе частиною Війська Запорозького...»
          </li>
          <li>
            «... поляків, жидів, та тих, котрі в служінні конфедератів були віри
            грецької, поколото чимало, а скільки точно не знаю, проте гадаю, не
            менше як усіх чоловічої і жіночої статі, включно немовлят, тисячі
            дві поколото»
          </li>
          <li>
            «Цього року ... пішов до Умані Залізняк, де зібралося людей з
            рушницями чоловік до тисячі, ...а уманський Сотник 1. Гонта...,
            прибувши до Залізняка, оголосив, що він має козаків до
            чотирьохсот...»
          </li>
          <li>
            «Бунт в Україні та Подолії селян із гайдамаками слід вважати
            наслідком Барської конфедерації, оскільки той фанатизм католиків
            наших єдиновірних викликав y [православних] жорстокий супротив...»
          </li>
          <li>
            «До Нашого відома дійшло, що за прикладом барської змови проти
            законної влади грішать вони через своє неуцтво, а ще більше через
            обман шайки розбишак, що вдають, нібито вони є частиною Нашого
            вірного низового Війська Запорозького... Ми вважаємо невідхильним
            обов'язком Нашої монаршої влади оберігати служні бажання польської
            Речі Посполитої, з якою Ми є в союзі, тісній дружбі.»
          </li>
          <li>
            «... Гонта поніс заслужену кару, росіяни приборкали запорожців. Для
            приборкання заворушень хлопів, що ще продовжувалися, готувалися
            окрема військова експедиція...»
          </li>
          <img
            src='../../../assets/Maloroos/image1.jpg'
            alt='гайдамацький рух «Коліївщина»'
          />
        </ul>
      </div>
    </div>
  )
}
