export function RightSide () {
  return (
    <div>
      <h1>Правобережна Україна в XVII ст.</h1>
      <p>Гайдамацький рух</p>
      <p>Причини</p>
      <ul>
        <li>
          <p>
            Відновлення польською владою фільварково-панщинної систети з
            притусовою працею і кріпацтвот
          </p>
        </li>
        <li>
          <p>Збільшення орендаторами розмірів повинностей</p>
        </li>
        <li>
          <p>Утиски православної церкви</p>
        </li>
      </ul>

      <p>Повстання</p>
      <ul>
        <li>1734 p. повстання під проводом Верлана. Поразка </li>
        <li>
          1750 p. повстання гайдатацьких загонів (М.Сухий, М.Матай). Поразка
        </li>
        {/* Важлива дата */}
        <li>
          1768 р. - Коліївщина{' '}
          <span>До звичайних банд розбійників почали доєднуватися козаки</span>
        </li>
      </ul>
      <p>Гайдамаки</p>
      <p>
        сатоназвa народних повстанців на Правобережній Україні, що залишалася до
        кінця ХVІІІ століття під владою Речі Посполитої.
      </p>
    </div>
  )
}
